{
    "products": [
        {
            "image":"https://www.gamedesigning.org/wp-content/uploads/2017/03/pacman-game.jpg",
            "name":"Pacman",
            "desc":"Pacman is one of the most recognizable mascots in all of gaming and easily gets the title of most popular video game of all time Pacman gets the 20 spot because it’s an ancient arcade game that everyone played at least once at the local roller rink before it closed down for good like 15 years ago.",
            "price":999
        },
        {
            "image":"https://www.gamedesigning.org/wp-content/uploads/2017/12/tetris-game.jpg",
            "name":"Tetris",
            "desc":"Tetris is a timeless classic and a game that has aged better than any other game ever created, earning itself a reputation among popular video games. When it comes to the old heads that don’t play video games, you ask them for three game titles, at least 50% of them will say Tetris.",
            "price":1090
        },
        {
            "image":"https://www.gamedesigning.org/wp-content/uploads/2017/12/sonic-the-hedgehog-game.jpg",
            "name":"Sonic the HedgeHog",
            "desc":" The Sonic series has multiple games that can land on our most popular video games list, so we’ll select the franchise as a whole. Some of the entries on this list make more sense as the whole franchise rather than an individual game. Sonic, for example, probably rose to popularity on the Sega Genesis and the Game Gear. ",
            "price":890
        },
        {
            "image":"https://www.gamedesigning.org/wp-content/uploads/2017/12/super-mario-bros-game.jpg",
            "name":"Super Mario Bros.",
            "desc":" A timeless classic, everyone knows who they are. Now the argument could be made that people only know of the Mario Bros because of that smash-hit, live-action film that came out in 1993. If anyone makes that argument they’re dead wrong. Terrible movie, watch it sometime!",
            "price":450
        },
        {
            "image":"https://www.gamedesigning.org/wp-content/uploads/2017/12/pokemon-game.jpg",
            "name":"Pokemon",
            "desc":" Yes, Pokemon! What a franchise! One of the most famous video games ever and the biggest selling franchise in the world. If we had to pick the generation, we would say Red and Blue (and Yellow if you want to be all-inclusive). The new games are great, but you can’t top the fever behind the first generation release.",
            "price":800
        },
        {
            "image":"https://www.gamedesigning.org/wp-content/uploads/2017/12/legend-of-zelda-ocarina-of-time.jpg",
            "name":"The Legend of Zelda",
            "desc":"The Legend of Zelda is a landmark in storytelling and RPGs in general. This franchise is gaming royalty and earns a spot on as one of the most popular game of all time. It is our humble opinion that there was no better game to play on a snow day. Ocarina of Time is just…so good. So many feelings.",
            "price":876
        },
        {
            "image":"https://www.gamedesigning.org/wp-content/uploads/2017/12/call-of-duty-modernwarfare-1.jpg",
            "name":"Call of Duty",
            "desc":"It’s our duty to mention this one as one of the most played and most popular video games of this generation. You don’t crank games out on a release schedule like CoD’s, always getting those big sales numbers, with that giant online community unless you’re #popular.",
            "price":1030
        },
        {
            "image":"https://www.gamedesigning.org/wp-content/uploads/2017/12/angry-birds-game.jpg",
            "name":"Angry Birds",
            "desc":"",
            "price":974
        },
        {
            "image":"https://www.gamedesigning.org/wp-content/uploads/2017/12/gta-san-andreas.jpg",
            "name":"Grand Theft Auto",
            "desc":"One of the most popular video games to come out of the past 10 years, a smash hit! GTA V has sold huge amounts of copies and has made giant amounts of money. GTA is the infamous franchise. Parents and anti-videogame-violence advocates everywhere shake in fear or rage at the GTA name.",
            "price":1500
        },
        {
            "image":"https://www.gamedesigning.org/wp-content/uploads/2017/12/minecraft-game.jpg",
            "name":"Minecraft",
            "desc":"Companies are building office buildings inside Minecraft on private servers! And they actually use the building to meet with clients and discuss business! That doesn’t happen inside of you if you’re an unpopular game. Minecraft exploded onto the scene and has continued to snowball ever since.",
            "price":1800
        },
        {
            "image":"https://www.gamedesigning.org/wp-content/uploads/2017/12/WoW.jpg",
            "name":"WoW",
            "desc":"ow, who would have thought that World of Warcraft would make the list? This is another genre-defining game. When you have 22 minutes of cable television devoted to you via South Park, you know you’ve made it. Unfathomable amounts of total in-game hours, millions of subscribers, and never enough loot.",
            "price":909
        }
       
    ]
}